{
  "config.KeyBind": "Touche",
  "config.KeyBind.description": "La touche sur laquelle vous appuyez pour dire à votre aide-animalier de se mettre au travail. Par défaut, il s'agit de la touche 'O'.",

  "config.GrowUpEnabled": "CroissanceActivée",
  "config.GrowUpEnabled.description": "Cette option indique à votre aide-animalier que vous aimeriez qu'il utilise de la magie noire pour amener instantanément les jeunes animaux à l'âge où ils peuvent devenir des membres actifs de votre ferme. Désactivée par défaut.",

  "config.MaxHappinessEnabled": "BonheurMaxActivé",
  "config.MaxHappinessEnabled.description": "Cette option indique à votre aide-animalier que vous ne vous souciez pas de la durée (ou de l'endroit) où il doit caresser vos animaux, mais que son travail n'est pas terminé tant que le bonheur de chaque animal happiness n'est pas au maximum. Désactivée par défaut.",

  "config.MaxFullnessEnabled": "MaxFullnessEnabled",
  "config.MaxFullnessEnabled.description": "Cette option indique à votre aide-animalier de nourrir vos animaux. Un animal mature est un animal producteur. Désactivée par défaut.",

  "config.HarvestEnabled": "RécolteActivée",
  "config.HarvestEnabled.description": "Cela indique à votre ouvrier animalier de récolter les productions animales. Si vous aimez le faire vous-même, mettez cette valeur à false.",

  "config.PettingEnabled": "PettingEnabled",
  "config.PettingEnabled.description": "This tells your animal worker that you want your animals petted. This is the whole reason I made this mod, so it defaults to true. So if you set this to false, please keep it to yourself. If you enjoy petting each of your animals (because you don't have a hundred of them) then set it to false.",

  "config.PettingPetEnabled": "PettingPetEnabled",
  "config.PettingPetEnabled.description": "Cela indique à votre employé animalier que vous voulez que vos animaux soient caressés. Activé par défaut.",

  "config.MaxFriendshipEnabled": "MaxFriendshipEnabled",
  "config.MaxFriendshipEnabled.description": "This tells your animal worker whether they have to wear your YOU mask, so that the affection of the animals is directed toward you, and not the help. Defaults to false.",

  "config.CostPerAction": "CostPerAction",
  "config.CostPerAction.description": "This is how much to charge per action per animal. There have been some suggestions around this option, and I do have plans to introduce a more complex pricing structure in the future, but for now just make sure this includes all services that you want the animal checker to perform, and average it out over the number of actions. Defaults to 25.",

  "config.WhoChecks": "WhoChecks",
  "config.WhoChecks.description": "This is the name of the person (or animal) who checks your animals. Defaults to 'spouse'. You can also set it to 'pet'-- they do a really good job, but they don't provide much feedback. You can also set this to any character in the game, which will enable dialogues with that character. If it's set to anything else, that name will be used in messages.",

  "config.EnableMessages": "EnableMessages",
  "config.EnableMessages.description": "This is whether to enable in-game messages and dialogues revolving around your animal checker. It defaults to true.",

  "config.TakeTrufflesFromPigs": "TakeTrufflesFromPigs",
  "config.TakeTrufflesFromPigs.description": "Whoever trainedm these pigs did an awful job, as they have a tendency to hide truffles. Where? I'm not exactly sure, but they've got 'em, trust me. With this option enabled, your farm helper will perform a TSA-approved body cavity search and find them. If you love the person who is doing your checking, or if you want your pigs to remain unviolated, or if you consider this cheating, then set it to false.",

  "config.BypassInventory": "BypassInventory",
  "config.BypassInventory.description": "Whether to bypass your inventory when depositing animal drops, and go straight to the chests you have defined. Defaults to false.",

  "config.ChestCoords": "CoordsCoffre",
  "config.ChestCoords.description": "These are the coordinates of the default chest where overflow items are placed. It defaults to (87,18) which is the tile location, when you are looking at your screen, is to the immediate left of the sell-box.",

  "config.ChestDefs": "ChestDefs",
  "config.ChestDefs.description": "This is a bar-separated list of chest locations that you have defined for specific items. It defaults to blank, but here is an example: '430,70,14|340,7,4,FarmHouse' You can see there are 2 options.",

  "dialog.comment_1": "Les indices de ce fichier qui sont préfixés par un X dépendent d'un ordre spécifique pour que le dialogue dans le jeu ait un sens. Les autres sont sélectionnés de manière aléatoire, l'ordre n'a donc pas d'importance. Les indices doivent également être au format group_id, avec un seul underscore.",
  "dialog.Xdialog_1": "{{spouse}} a pris soin des animaux.",
  "dialog.Xdialog_2": "Votre gardien animalier a effectué {{num_actions}} tâches.",
  "dialog.Xdialog_3": "Le coût était de {{total_cost}}g.",
  "dialog.Xdialog_4": "{{checker}} à rassemblé vos produits d'animaux.",
  "dialog.Xdialog_5": " J'ai fini de m'occuper de vos animaux pour aujourd'hui.",
  "dialog.Xdialog_6": " Je vous ai facturé {{total_cost}}g.",
  "dialog.Xdialog_7": "{{checker}} a effectué {{num_actions}} actions pour vos animaux.",
  "dialog.greeting_1": "Salut {{name}}.",
  "dialog.greeting_2": "Bonjour {{name}}.",
  "dialog.greeting_3": "Eh {{name}}! ",
  "dialog.greeting_4": "J'ai fini {{name}}.",
  "dialog.greeting_5": "Eh {{name}}, content de vous voir.",
  "dialog.greeting_6": "Quoi de neuf {{name}} ?",
  "dialog.greeting_7": "Fermier {{name}} !",
  "dialog.unfinishedmoney_1": " En raison du euh... problème de trésorerie dont nous avons parlé, je n'ai pas pu m'occuper de tous.",
  "dialog.unfinishedmoney_2": " J'ai dû en ignorer certains pour rester dans les limites de votre budget.",
  "dialog.unfinishedmoney_3": " Je n'ai pas pu m'occuper de tous.  Appelez-moi si vous voulez que je sorte à nouveau.",
  "dialog.unfinishedmoney_4": " Vous avez plus d'animaux que vous ne pouvez vous permettre d'en entretenir. Je me demande si Joja embauche.",
  "dialog.unfinishedmoney_5": " Vous êtes fauché, donc j'en ai fini pour aujourd'hui.",
  "dialog.unfinishedmoney_6": " C'est dur, je sais ce que c'est. Faites-moi savoir si vous pouvez trouver l'argent nécessaire pour me payer afin que je m'occupe du reste de vos animaux.",
  "dialog.unfinishedmoney_7": " Vous pourriez vouloir en caresser quelques-uns vous-même, à moins que vous ne disposiez d'un peu d'espèces dans votre boîte aux lettres.",
  "dialog.unfinishedmoney_8": " Je baisserais bien mes tarifs, mais je ne veux pas finir fauché comme vous... je plaisante.",
  "dialog.unfinishedinventory_1": " On dirait que vous n'avez pas assez de place pour vos produits d'origine animale.",
  "dialog.unfinishedinventory_2": " Vous voudrez peut-être faire de la place dans votre inventaire ou acheter un coffre plus grand.",
  "dialog.unfinishedinventory_3": " Appelez-moi quand vous aurez fait de la place pour le reste de vos affaires.",
  "dialog.unfinishedinventory_4": " Vous n'avez pas assez de place dans votre inventaire ou votre coffre. Faites-moi savoir quand vous aurez libéré de l'espace.",
  "dialog.smalltalk_1": " C'est un plaisir de travailler avec vous !",
  "dialog.smalltalk_2": " L'argent supplémentaire gagné en effectuant ces travaux pour vous a vraiment fait la différence.",
  "dialog.smalltalk_3": " Faites-moi savoir si vous avez besoin de faire quoi que ce soit d'autre autour de la ferme, je suis toujours heureux de vous aider.",
  "dialog.smalltalk_4": " Alors comment ça va, la vie ?",
  "dialog.smalltalk_5": " Je suis content que vous ayez décidé de venir à Stardew Valley.",
  "dialog.smalltalk_6": " C'est une bonne période de l'année pour les produits d'animaux frais.",
  "dialog.smalltalk_7": " Comment se portent vos cultures ?",
  "dialog.smalltalk_8": " Vous avez eu des nouvelles de vos parents dernièrement ?",
  "dialog.smalltalk_9": " Alors, que faites-vous de tout ce temps libre que vous avez depuis que vous m'avez embauché ? ",
  "dialog.smalltalk_10": " Je voulais vous demander ce que vous pensiez de ces rumeurs qui circulent.",
  "dialog.smalltalk_11": " Au fait, j'aime beaucoup ce que vous avez fait de la vieille ferme.",
  "dialog.smalltalk_12": " Avez-vous besoin d'un reçu ?",
  "dialog.smalltalk_13": " Je ne voudrais pas paraître trop gourmand, mais ça fait du bien d'avoir une grosse somme d'argent en poche, n'est-ce pas ?",
  "dialog.smalltalk_14": " J'aurais bien besoin d'un jour de congé, vous ne voulez pas aller vérifier vos pots vous-même demain ?",
  "dialog.Shane_1": " C'est bien mieux que de travailler chez Joja. Ce boulot était nul.",
  "dialog.Shane_2": " Ça vous dérange si j'en prends un frais pour rentrer à la maison ?",
  "dialog.Haley_1": " Ce travail était amusant au début, mais je ne suis pas sûre de pouvoir supporter l'odeur encore longtemps.",
  "dialog.Haley_2": " Je suis désolée si cela vous semble grossier, mais engagez quelqu'un d'autre pour le faire.  Je sens que je vais mourir.$a",
  "dialog.Alex_1": " Avez-vous déjà envisagé de vous lancer dans le commerce de la viande bio ?  J'ai dû me retenir pour ne pas mordre à pleines dents dans certains de vos animaux !",
  "dialog.Leah_1": " Ça ne vous dérange pas si je peins le portrait d'un de vos animaux de temps en temps ?",
  "dialog.Marnie_1": " Vous prenez tellement soin de vos animaux, pas étonnant qu'ils vous donnent des produits de haute qualité !",

  "log.chestCoords": "coordsCoffre : {{x}}, {{y}}",
  "log.error_parsing_key_bingding": "Erreur de l'analyse de la touche ; remise par défaut à {{default_value}}",
  "log.doing_free": "Je le ferai gratuitement, mais je ne VOUS paierai pas pour prendre soin de VOS animaux puants !",
  "log.set_cost_to_0": "En train de définir coûtsParAction à 0.",
  "log.exception_onkeyreleased": "Exception onKeyReleased: {{ex}}",
  "log.petting_animal": "En train de caresser l'animal {{animal_name}}",
  "log.aging_animal": "En train de faire vieillir de mature+1 jours l'animal {{animal_name}}",
  "log.feeding_animal": "En train de nourrir l'animal {{animal_name}}",
  "log.max_happiness_animal": "En train de maximiser le bonheur de l'animal {{animal_name}}",
  "log.max_friendship_animal": "En train de maximiser l'amitié de l'animal {{animal_name}}",
  "log.has_produce": "A produit : {{animal_name}} {{animal_currentProduce}}",
  "log.total_cost": "Le gardien animalier a effectué {{actions}} actions. Coût total: {{total_cost}}g",
  "log.nothing_to_do": "Il n'y a rien à faire pour les animaux en ce moment.",
  "log.inventory_full": "Inventaire plein, le produit animal n'a pas pu être ajouté.",
  "log.found_coop_object": "Objet coop trouvé : {{obj_name}} / {{obj_category}} / {{obj_isAnimalProduct}}",
  "log.meow": "Miaou...",
  "log.woof": "Wouf...",
  "log.imaginary_pet_take_care": "Votre animal de compagnie imaginaire a pris soin de vos animaux.",
  "log.watering_bowl": "En train d'arroser un bol à X : {{X}}, Y : {{Y}}."
}
